{
    "GRI": [

        {
            "header" : "Governance",
            "name": "GRI 205-1",
            "explainer": "Operations assessed for risks related to corruption <br> Total number and percentage of operations assessed for risks related to corruption., Significant risks related to corruption identified through the risk assessmen",
            "short_explainer": "Procent i całkowita liczba jednostek biznesowych poddanych analizie pod kątem ryzyka związanego z korupcją oraz zidentyfikowane ryzyka"
            
        },

        {
            "header" : "Governance",
            "name": "GRI 205-3",
            "explainer": "bla bla",
            "short_explainer": "Potwierdzone przypadki korupcji w 2018 roku"
           
        },


        {
            "header" : "Social",
            "name": "GRI 206-1",
            "explainer": "anticompetition"
            
        },

        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-1",
            "explainer": "<strong>2-1-a: Legal Name:</strong> If the organization uses a commonly known trading name or business name that is different from its legal name, it should report this in addition to its legal name.<br><br><strong>2-1-b: Nature of ownership and legal form:</strong> The nature of ownership and the legal form of the organization refers to whether it is publicly or privately owned, and whether it is an incorporated entity, a partnership, a sole proprietorship, or another type of entity such as a nonprofit, an association, or a charity.<br><br><strong>2-1-c: Location of its headquarters:</strong> Headquarters are an organization’s global administrative center, the place from which it is controlled or directed.<br><br><strong>2-1-d: Countries of operation:</strong> If the organization has reported its countries of operation elsewhere, such as in its audited consolidated financial statements or financial information filed on public record, the organization can provide a link or reference to this information. The organization can also report the regions or specific locations within countries (e.g., states, cities) where it has operations, if this provides contextual information for understanding the organization’s impacts.",
            "short_explainer":"Dane Organizacji"
            
        },
        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-2",
            "explainer": " mmmmm",
            "short_explainer":"Podmioty uwzględnione w ramach raportowania kwestii zrównoważonego rozwoju"
    

        },
        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-3",
            "explainer": "Description for GRI 2-3",
            "short_explainer": "Okres raportowania, częstotliwość i dane kontaktowe"
            
        },
        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-4",
            "explainer": "Description for GRI 2-4",
            "short_explainer": "Korekty informacji"
        },

     


        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-5",
            "explainer": "Description for GRI 2-5",
            "short_explainer": "Weryfikacja zewnętrzna"
        },



        {
            "header" : "Działalność i pracownicy",
            "name": "GRI 2-6",
            "explainer": "value chain",
            "short_explainer": "Działalności, łańcuch wartości i inne relacje biznesowe"
        },

        {
            "header" : "Działalność i pracownicy",
            "name": "GRI 2-7",
            "explainer": "HR",
            "short_explainer": "Pracownicy"
            
        },


        {
            "header" : "Działalność i pracownicy",
            "name": "GRI 2-8",
            "explainer": "HR",
            "short_explainer": "Osoby świadczące pracę na rzecz organizacji, ktore nie są jej pracownikami"
            
        },



        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-9",
            "explainer": "The organization shall: <br> Describe its governance structure, including committees of the highest governance body, list the committees of the highest governance body that are responsible for decision- making on and overseeing the management of the organization’s impacts on the economy, environment, and people, describe the composition of the highest governance body and its committees by: executive and non-executive members, independence, tenure of members on the governance body, number of other significant positions and commitments held by each member, and the nature of the commitments, gender, under-represented social groups, competencies relevant to the impacts of the organization, stakeholder representation" ,
            "short_explainer": "Struktura zarządcza i skład organów zarządczych"
            
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-10",
            "explainer": "people, describe the composition of the highest governance body and its committees by: executive and non-executive members, independence, tenure of members on the governance body, number of other significant positions and commitments held ",
            "short_explainer": "Nominacja i wybór członków najwyższych organów zarządczych"
        
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-11",
            "explainer": "Description ",
            "short_explainer": "Przewodniczący najwyższego organu zarządczego"
            
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-13",
            "explainer": "corp gov",
            "short_explainer": "Delegowanie odpowiedzialności w zakresie zarządzania wpływem"
            
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-15",
            "explainer": "Description ",
            "short_explainer": "Konflikt interesów"
            
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-16",
            "explainer": "Whistleblowing",
            "short_explainer": "Komunikowanie problemów krytycznych"
            
        },


        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-17",
            "explainer": "corp gov",
            "short_explainer": "Zbiorowa wiedza najwyższego organu zarządczego"
            
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-18",
            "explainer": "corp gov",
            "short_explainer": "Ewaluacja wyników najwyższego organu zarządczego"
            
        },


        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-19",
            "explainer": "corp gov",
            "short_explainer": "Polityka wynagradzania"
            
        },


        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-20",
            "explainer": "corp gov ",
            "short_explainer": "Proces ustalania wynagrodzeń"
            
        },


        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-21",
            "explainer": "Report the ratio of the annual total compensation for the organization’s highest-paid individual to the median annual total compensation for all employees(excluding the highest-paid individual). Report the ratio of the percentage increase in annual total compensation for the organization’s highest-paid individual to the median percentage increase in annual total compensation for all employees (excluding the highest-paid individual); ",
            "short_explainer": "Całkowity roczny wskaźnik wynagrodzenia"
            
        },



        {
            "name": "GRI 2-28",
            "explainer": "Empty space"
        },


        {
            "name": "GRI 2-30",
            "explainer": "bla"
            
        },


     

        {
            "name": "GRI 201-1",
            "explainer": "Direct economic value generated and distributed (EVG&D) on an accruals basis, including the basic components for the organization’s global operations as listed below. If data are presented on a cash basis, report the justification for this decision in addition to reporting the following basic components: Direct economic value generated: revenues,Economic value distributed: operating costs, employee wages and benefits, payments to providers of capital, payments to government by country, and community investments, Economic value retained: ‘direct economic value generated’ less ‘economic value distributed’.  Where significant, report EVG&D separately at country, regional, or market levels, and the criteria used for defining significance. hen compiling the information specified in Disclosure 201-1, the reporting organization shall, if applicable, compile the EVG&D from data in the organization’s audited financial or profit and loss (P&L) statement, or its internally audited management accounts. "
        
        },

    



        {
            "name": "GRI 2-12",
            "explainer": "corp gov "
            
        },

        {
            "name": "GRI 2-13",
            "explainer": "corp gov "
            
        },

    

        {
            "name": "GRI 2-21",
            "explainer": "Report the ratio of the annual total compensation for the organization’s highest-paid individual to the median annual total compensation for all employees(excluding the highest-paid individual). Report the ratio of the percentage increase in annual total compensation for the organization’s highest-paid individual to the median percentage increase in annual total compensation for all employees (excluding the highest-paid individual); "
        },


        {
            "name": "GRI 2-16",
            "explainer": "check"
           
        },



        {
            "name": "GRI 2-6",
            "explainer": "Description for GRI 2-6"
            
        },



        {
            "name": "GRI 2-14",
            "explainer": "Empty space",
            "headers": ["January", "February", "March"] 
        },


        {
            "name": "GRI 2-18",
            "explainer": "Describe the processes for evaluating the performance of the highest governance body in overseeing the management of the organization’s impacts on the economy, environment, and people; <br> report whether the evaluations are independent or not, and the frequency of the evaluations <br> describe actions taken in response to the evaluations, including changes to the composition of the highest governance body and organizational practices."
           
        },


        {
            "name": "GRI 2-19",
            "explainer": "",
            "headers": ["Disclosing"] 
        },

        {
            "name": "GRI 2-20",
            "explainer": "",
            "headers": ["Disclosing"] 
        },

        {
            "name": "GRI 2-22",
            "explainer": "Sustainability Goals"
           
        },

        {
            "name": "GRI 2-23",
            "explainer": "Describe its policy commitments for responsible business conduct, including: i. the authoritative intergovernmental instruments that the commitments reference; ii. whether the commitments stipulate conducting due diligence; iii. whether the commitments stipulate applying the precautionary principle; iv. whether the commitments stipulate respecting human rights; a. describe its specific policy commitment to respect human rights, including: i. the internationally recognized human rights that the commitment covers; the categories of stakeholders, including at-risk or vulnerable groups, that the organization gives particular attention to in the commitment; ii. b. provide links to the policy commitments if publicly available, or, if the policy commitments are not publicly available, explain the reason for this; c. report the level at which each of the policy commitments was approved within the organization, including whether this is the most senior level; d. report the extent to which the policy commitments apply to the organization’s activities and to its business relationships; e. describe how the policy commitments are communicated to workers, business partners, and other relevant parties."
           
        },

        {
            "name": "GRI 2-29",
            "explainer": "bla bla"
           
        },

        {
            "name": "GRI 3-1",
            "explainer": "Empty space",
            "headers": ["January", "February", "March"] 
        },
        {
            "name": "GRI 3-2",
            "explainer": "Empty Space",
            "headers": ["January", "February", "March"] 
        },

        {
            "name": "GRI 302-1",
            "explainer": "Energy consumption within the organization"
        
        },


        {
            "name": "GRI 305-1",
            "explainer": "test test test"
            
        },

        {
            "name": "GRI 305-2",
            "explainer": "test test test"
            
        },






        {
            "name": "GRI 401-1",
            "explainer": "bla"
            
        },

        {
            "name": "GRI 401-2",
            "explainer": "bla"
            
        },

        {
            "name": "GRI 403-2",
            "explainer": "bla"
            
        },
        
        {
            "name": "GRI 403-9",
            "explainer": "bla"
            
        },  


        {
            "name": "GRI 407-1",
            "explainer": "bla"
            
        },

        
     
      

        {
            "name": "GRI 417-2",
            "explainer": "bla"
            
        },

     

        {
            "name": "GRI 417-3",
            "explainer": "bla"
            
        },
        {
            "name": "GRI 418-1",
            "explainer": "bla"
            
        },





  


        {
            "name": "GRI 402-1",
            "explainer": "Unions"
            
        },


        {
            "name": "GRI 414-1",
            "explainer": "suppliers"
            
        },




        {
            "name": "GRI 405-2",
            "explainer": "bla bla"
           
        },

        {
            "name": "GRI 413-1",
            "explainer": "social programmes"
           
        },

        {
            "name": "GRI 404-1",
            "explainer": "Liczba godzin szkolenia",
            "headers": ["Disclosing"] 
        },



        {
            "name": "GRI 406-1",
            "explainer": "mobbing"
           
        }

    




     
    ]
}

