{
    "GRI": [

    

     

        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-1",
            "explainer": "",
            "short_explainer":"Dane Organizacji"
            
        },

        



        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-2",
            "explainer": " The organization shall: <br>  <br> a. list all its entities included in its sustainability reporting; <Br> <br> b. if the organization has audited consolidated financial statements or financial information filed on public record, specify the differences between the list of entities included in its financial reporting and the list included in its sustainability reporting; c.if the organization consists of multiple entities, explain the approach used for consolidating the information, including: i. whether the approach involves adjustments to information for minority interests; <br> ii.how the approach takes into account mergers acquisitions, and disposal of entities or parts of entities <br> iii. whether and how the approach differs across the disclosures in this Standard and across material topics",
            "short_explainer":"Podmioty uwzględnione w ramach raportowania kwestii zrównoważonego rozwoju"
    

        },
        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-3",
            "explainer": "The organization shall: <br> <br>  a. specify the reporting period for, and the frequency of, its sustainability reporting; <br> <br> specify the reporting period for its financial reporting and, if it does not align with the period for its sustainability reporting, explain the reason for this; <Br> <Br> c. report the publication date of the report or reported information; <br> <br> d. specify the contact point for questions about the report or reported information. ",
            "short_explainer": "Okres raportowania, częstotliwość i dane kontaktowe"
            
        },
        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-4",
            "explainer": "The organization shall: <br> <Br> report restatements of information made from previous reporting periods and explain: <Br> <Br> i. the reasons for the restatements; <br> ii. the effect of the restatements. ",
            "short_explainer": "Korekty informacji"
        },

     


        {
            "header" : "Organizacja i Praktyki",
            "name": "GRI 2-5",
            "explainer": "The organization shall: <Br> <Br> a. describe its policy and practice for seeking external assurance, including whether and how the highest governance body and senior executives are involved; <br> <br> b. if the organization’s sustainability reporting has been externally assured: i. provide a link or reference to the external assurance report(s) or assurance statement(s); <br> ii. describe what has been assured and on what basis, including the assurance standards used, the level of assurance obtained, and any limitations of the assurance process; <br> iii. describe the relationship between the organization and the assurance provider.",
            "short_explainer": "Weryfikacja zewnętrzna"
        },



        {
            "header" : "Działalność i pracownicy",
            "name": "GRI 2-6",
            "explainer": "The organization shall <Br> <br> a. report the sector(s) in which it is active; <Br> b. describe its value chain, including: <br> i. the organization’s activities, products, services, and markets served;<br> ii. the organization’s supply chain; <br> iii. the entities downstream from the organization and their activities; <br> c. report other relevant business relationships; <br> d. describe significant changes in 2-6-a, 2-6-b, and 2-6-c compared to the previous reporting period.",
            "short_explainer": "Działalności, łańcuch wartości i inne relacje biznesowe"
        },



        {
           
            "name": "Board",
            "explainer": "Hi",
            "short_explainer": "Board Explainer"
        },


        {
            "header" : "Działalność i pracownicy",
            "name": "GRI 2-7",
            "explainer": "The organization shall: <br> <br> a. report the total number of employees, and a breakdown of this total by gender and by region; <Br> <Br> b. report the total number of: <Br> <br> i. permanent employees, and a breakdown by gender and by region; <Br> ii. temporary employees, and a breakdown by gender and by region; <br> iii. non-guaranteed hours employees, and a breakdown by gender and by region; <br> iii. full-time employees, and a breakdown by gender and by region; <Br> part-time employees, and a breakdown by gender and by region; <br> <Br> c. describe the methodologies and assumptions used to compile the data, including whether the numbers are reported: <br> i. in head count, full-time equivalent (FTE), or using another methodology; <Br> ii. at the end of the reporting period, as an average across the reporting period, or using another methodology; <Br> <br> d. report contextual information necessary to understand the data reported under 2-7-a and 2-7-b; <br> <br> e. describe significant fluctuations in the number of employees during the reporting period and between reporting periods. ",
            "short_explainer": "Pracownicy"
            
        },


        {
            "header" : "Działalność i pracownicy",
            "name": "GRI 2-8",
            "explainer": "The organization shall: <br> <br> a. report the total number of workers who are not employees and whose work is controlled by the organization and describe: <br> i. the most common types of worker and their contractual relationship with the organization; <Br> ii. the type of work they perform; <br> <br> b. describe the methodologies and assumptions used to compile the data, including whether the number of workers who are not employees is reported: <br> i.in head count, full-time equivalent (FTE), or using another methodology; <br> ii. at the end of the reporting period, as an average across the reporting period, or using another methodology <Br><br> c. describe significant fluctuations in the number of workers who are not employees during the reporting period and between reporting periods. ;",
            "short_explainer": "Osoby świadczące pracę na rzecz organizacji, ktore nie są jej pracownikami"
            
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-9",
            "explainer": "The organization shall: <br><br> a. Describe its governance structure, including committees of the highest governance body, <Br> b. list the committees of the highest governance body that are responsible for decision- making on and overseeing the management of the organization’s impacts on the economy, environment, and people, <br> c. describe the composition of the highest governance body and its committees by: <br> i. executive and non-executive members, <br> ii. independence, <br> iii.tenure of members on the governance body,<br> iv.number of other significant positions and commitments held by each member, and the nature of the commitments, <br> v.gender, <br> vi. under-represented social groups, <br> vii.competencies relevant to the impacts of the organization, <br> viii. stakeholder representation" ,
            "short_explainer": "Struktura zarządcza i skład organów zarządczych"
            
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-10",
            "explainer": "The organization shall: <Br> <br> a. describe the composition of the highest governance body and its committees <br> <Br> b. describe the criteria used for nominating and selecting highest governance body members, including whether and how the following are taken into consideration: <Br> i. views of stakeholders (including shareholders); <br> ii. diversity; <br> iii. independence; <br> iv. competencies relevant to the impacts of the organization",
            "short_explainer": "Nominacja i wybór członków najwyższych organów zarządczych"
        
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-11",
            "explainer": "The organization shall: <Br> <Br> a. report whether the chair of the highest governance body is also a senior executive in the organization <br> b. if the chair is also a senior executive, explain their function within the organization’s management, the reasons for this arrangement, and how conflicts of interest are prevented and mitigated.",
            "short_explainer": "Przewodniczący najwyższego organu zarządczego"
            
        },

        {
            "header":"Ład korporacyjny",
            "name": "GRI 2-12",
            "explainer": "The organization shall: <br> <br> a. describe the role of the highest governance body and of senior executives in developing, approving, and updating the organization’s purpose, value or mission statements, strategies, policies, and goals related to sustainable development; <br> b. describe the role of the highest governance body in overseeing the organization’s due diligence and other processes to identify and manage the organization’s impacts on the economy, environment, and people, including: <br> i. whether and how the highest governance body engages with stakeholders to support these processes; <br> ii. how the highest governance body considers the outcomes of these processes; <br> c. describe the role of the highest governance body in reviewing the effectiveness of the organization’s processes as described in 2-12-b, and report the frequency of this review.",
            "short_explainer":"Rola najwyższego organu zarządczego w nadzorowaniu zarządzania wpływem            "
            
        },



        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-13",
            "explainer": "The organization shall: <br><br> a. Describe how the highest governance body delegates responsibility for managing the organization’s impacts on the economy, environment, and people, including: <br> i. whether it has appointed any senior executives with responsibility for the management of impacts; <br> ii. whether it has delegated responsibility for the management of impacts to other employees;",
            "short_explainer": "Delegowanie odpowiedzialności w zakresie zarządzania wpływem"
            
        },


        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-14",
            "explainer": "The organization shall: <br><br> a. Report whether the highest governance body is responsible for reviewing and approving the reported information, including the organization’s material topics, and if so, describe the process for reviewing and approving the information; <br> b. If the highest governance body is not responsible for reviewing and approving the reported information, including the organization’s material topics, explain the reason for this. <br><br> The organization can report whether the highest governance body has established a sustainability reporting committee to support the highest governance body’s review and approval process. The organization can also report whether the highest governance body reviews the adequacy of the organization’s internal controls to strengthen the integrity and credibility of the organization’s sustainability reporting.",
            "short_explainer": "Rola najwyższego organu zarządczego w raportowaniu kwestii zrównoważonego rozwoju"

        },



 
        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-15",
            "explainer": "The organization shall: <br><br> a. Describe the processes for the highest governance body to ensure that conflicts of interest are prevented and mitigated; <br> b. Report whether conflicts of interest are disclosed to stakeholders, including, at a minimum, conflicts of interest relating to: <br> i. cross-board membership, <br> ii. cross-shareholding with suppliers and other stakeholders, <br> iii. existence of controlling shareholders, <br> iv. related parties, their relationships, transactions, and outstanding balances. <br><br> The organization should use the definition of controlling shareholder applied in the organization’s consolidated financial statements or equivalent documents.",
            "short_explainer": "Konflikt interesów"
            
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-16",
            "explainer": "The organization shall: <br><br> a. Describe whether and how critical concerns are communicated to the highest governance body; <br> b. Report the total number and the nature of critical concerns that were communicated to the highest governance body during the reporting period. <br><br> Critical concerns include concerns about the organization’s potential and actual negative impacts on stakeholders raised through grievance mechanisms and other processes. They also include concerns identified through other mechanisms about the organization’s business conduct in its operations and its business relationships.",
            "short_explainer": "Komunikowanie problemów krytycznych"
            
        },


        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-17",
            "explainer": "The organization shall: <br><br> a. Report measures taken to advance the collective knowledge, skills, and experience of the highest governance body on sustainable development. <br><br> This disclosure focuses on how the organization ensures that its highest governance body is well-informed and knowledgeable about issues related to sustainable development, enabling effective oversight of the organization’s strategic direction and practices.",
            "short_explainer": "Zbiorowa wiedza najwyższego organu zarządczego"
            
        },

        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-18",
            "explainer": "The organization shall: <br><br> a. Describe the processes for evaluating the performance of the highest governance body in overseeing the management of the organization’s impacts on the economy, environment, and people; <br> b. Report whether the evaluations are independent or not, and the frequency of the evaluations; <br> c. Describe actions taken in response to the evaluations, including changes to the composition of the highest governance body and organizational practices.",
            "short_explainer": "Ewaluacja wyników najwyższego organu zarządczego"
            
        },


        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-19",
            "explainer": "The organization shall: <br><br> a. Describe the remuneration policies for members of the highest governance body and senior executives, including: <br> i. fixed pay and variable pay, <br> ii. sign-on bonuses or recruitment incentive payments, <br> iii. termination payments, <br> iv. clawbacks, <br> v. retirement benefits. <br><br> b. Describe how the remuneration policies for members of the highest governance body and senior executives relate to their objectives and performance in relation to the management of the organization’s impacts on the economy, environment, and people.",
            "short_explainer": "Polityka wynagradzania"
            
        },


        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-20",
            "explainer": "The organization shall: <br><br> a. Describe the process for designing its remuneration policies and for determining remuneration, including: <br> i. whether independent highest governance body members or an independent remuneration committee oversees the process for determining remuneration; <br> ii. how the views of stakeholders (including shareholders) regarding remuneration are sought and taken into consideration; <br> iii. whether remuneration consultants are involved in determining remuneration and, if so, whether they are independent of the organization, its highest governance body and senior executives; <br><br> b. Report the results of votes of stakeholders (including shareholders) on remuneration policies and proposals, if applicable.",
            "short_explainer": "Proces ustalania wynagrodzeń"
            
        },


        {
            "header" : "Ład korporacyjny",
            "name": "GRI 2-21",
            "explainer": "The organization shall: <br><br> a. Report the ratio of the annual total compensation for the organization’s highest-paid individual to the median annual total compensation for all employees (excluding the highest-paid individual); <br> b. Report the ratio of the percentage increase in annual total compensation for the organization’s highest-paid individual to the median percentage increase in annual total compensation for all employees (excluding the highest-paid individual); <br> c. Report contextual information necessary to understand the data and how the data has been compiled",
            "short_explainer": "Całkowity roczny wskaźnik wynagrodzenia"
            
        },



        {
            "header" : "Strategia, polityki i praktyki",
            "name": "GRI 2-22",
            "explainer": "The organization shall: <br><br> a. Report the ratio of the annual total compensation for the organization’s highest-paid individual to the median annual total compensation for all employees (excluding the highest-paid individual); <br> b. Report the ratio of the percentage increase in annual total compensation for the organization’s highest-paid individual to the median percentage increase in annual total compensation for all employees (excluding the highest-paid individual); <br> c. Report contextual information necessary to understand the data and how the data has been compiled.",
            "short_explainer": "Oświadczenie dotyczące strategii zrównoważonego rozwoju"
           
        },


        {
            "header" : "Strategia, polityki i praktyki",
            "name": "GRI 2-23",
            "explainer": "The organization shall: <br><br> a. Describe its policy commitments for responsible business conduct, including: <br> i. the authoritative intergovernmental instruments that the commitments reference; <br> ii. whether the commitments stipulate conducting due diligence; <br> iii. whether the commitments stipulate applying the precautionary principle; <br> iv. whether the commitments stipulate respecting human rights; <br><br> b. Describe its specific policy commitment to respect human rights, including: <br> i. the internationally recognized human rights that the commitment covers; <br> ii. the categories of stakeholders, including at-risk or vulnerable groups, that the organization gives particular attention to in the commitment; <br><br> c. Provide links to the policy commitments if publicly available, or, if the policy commitments are not publicly available, explain the reason for this; <br><br> d. Report the level at which each of the policy commitments was approved within the organization, including whether this is the most senior level; <br><br> e. Report the extent to which the policy commitments apply to the organization’s activities and to its business relationships; <br><br> f. Describe how the policy commitments are communicated to workers, business partners, and other relevant parties.",
            "short_explainer": "Zobowiązania ujęte w politykach"
        

        },



        {
            "header" : " Strategia, polityki i praktyki",
            "name": "GRI 2-26",
            "explainer": "The organization shall: <br><br> a. Describe the mechanisms for individuals to: <br> i. seek advice on implementing the organization’s policies and practices for responsible business conduct; <br> ii. raise concerns about the organization’s business conduct.",
            "short_explainer":"Mechanizmy zasiegania porad i zgłaszania obaw"
        },


        {
            "header" : " Strategia, polityki i praktyki",
            "name": "GRI 2-27",
            "explainer": "The organization shall: <br><br> a. Report the total number of significant instances of non-compliance with laws and regulations during the reporting period, and a breakdown of this total by: <br> i. instances for which fines were incurred; <br> ii. instances for which non-monetary sanctions were incurred; <br><br> b. Report the total number and the monetary value of fines for instances of non-compliance with laws and regulations that were paid during the reporting period, and a breakdown of this total by: <br> i. fines for instances of non-compliance with laws and regulations that occurred in the current reporting period; <br> ii. fines for instances of non-compliance with laws and regulations that occurred in previous reporting periods; <br><br> c. Describe the significant instances of non-compliance; <br><br> d. Describe how it has determined significant instances of non-compliance.",
            "short_explainer":"Zgodność z prawem i regulacjami"
        },







        {
            "header" : "Strategia, polityki i praktyki",
            "name": "GRI 2-28",
            "explainer": "Report industry associations, other membership associations, and national or international advocacy organizations in which it participates in a significant role.",
            "short_explainer":"Członkostwo w stowarzyszeniach i organizacjach"
        },


        {
            "header" : "Angażowanie interesariuszy",
            "name": "GRI 2-29",
            "explainer": "The organization shall: <br><br> a. Describe its approach to engaging with stakeholders, including: <br> i. the categories of stakeholders it engages with, and how they are identified; <br> ii. the purpose of the stakeholder engagement; <br> iii. how the organization seeks to ensure meaningful engagement with stakeholders.",
            "short_explainer":"Podejście do angażowania interesariuszy"

           
        },


        {
            "header" : "Angażowanie interesariuszy",
            "name": "GRI 2-30",
            "explainer": "The organization shall: <br><br> a. Report the percentage of total employees covered by collective bargaining agreements; <br><br> b. For employees not covered by collective bargaining agreements, report whether the organization determines their working conditions and terms of employment based on collective bargaining agreements that cover its other employees or based on collective bargaining agreements from other organizations.",
            "short_explainer":"Procent pracowników objętych układami zbiorowymi pracy"
            
        },




        {
            "header" : "Wyniki",
            "name": "GRI 201-1",
            "explainer": "Direct economic value generated and distributed (EVG&D) on an accruals basis, including the basic components for the organization’s global operations as listed below. If data are presented on a cash basis, report the justification for this decision in addition to reporting the following basic components: Direct economic value generated: revenues,Economic value distributed: operating costs, employee wages and benefits, payments to providers of capital, payments to government by country, and community investments, Economic value retained: ‘direct economic value generated’ less ‘economic value distributed’.  Where significant, report EVG&D separately at country, regional, or market levels, and the criteria used for defining significance. hen compiling the information specified in Disclosure 201-1, the reporting organization shall, if applicable, compile the EVG&D from data in the organization’s audited financial or profit and loss (P&L) statement, or its internally audited management accounts. ",
            "short_explainer":"Bezpośrednia wartość ekonomiczna wytworzona i podzielona"
        
        },


        {
            "header" : "Wyniki",
            "name": "GRI 201-2",
            "explainer": "The reporting organization shall report the following information: <br><br> a. Energy consumption outside of the organization, in joules or multiples. <br><br> b. Standards, methodologies, assumptions, and/or calculation tools used. <br><br> c. Source of the conversion factors used. <br><br> Compilation requirements <br> 2.3 When compiling the information specified in Disclosure 302-2, the reporting organization shall exclude energy consumption reported in Disclosure 302-1.",
            "short_explainer":"Skutki finansowe, inne ryzyka i szanse wynikające ze zmian klimatycznych"
        
        },





        {
            "header" : "Przeciwdziałanie korupcji",
            "name": "GRI 205-1",
    "explainer": "The reporting organization shall report the following information: <br><br> a. Total number and percentage of operations assessed for risks related to corruption; <br><br> b. Significant risks related to corruption identified through the risk assessment.",
            "short_explainer": "Działania przeanalizowane pod kątem korupcji"
            
        },

        {
            "header" : "Przeciwdziałanie korupcji",
            "name": "GRI 205-2",
            "explainer": "The reporting organization shall report the following information: <br><br> a. Total number and percentage of governance body members that the organization’s anti-corruption policies and procedures have been communicated to, broken down by region; <br><br> b. Total number and percentage of employees that the organization’s anti-corruption policies and procedures have been communicated to, broken down by employee category and region; <br><br> c. Total number and percentage of business partners that the organization’s anti-corruption policies and procedures have been communicated to, broken down by type of business partner and region. Describe if the organization’s anti-corruption policies and procedures have been communicated to any other persons or organizations; <br><br> d. Total number and percentage of governance body members that have received training on anti-corruption, broken down by region; <br><br> e. Total number and percentage of employees that have received training on anti-corruption, broken down by employee category and region.",
            "short_explainer": "Szkolenia dla pracowników i kadry menedżerskiej poświęcone politykom i procedurom antykorupcyjnym"
           
        },

        {
            "header" : "Przeciwdziałanie korupcji",
            "name": "GRI 205-3",
            "explainer": "The reporting organization shall report the following information: <br><br> a. Total number and nature of confirmed incidents of corruption; <br><br> b. Total number of confirmed incidents in which employees were dismissed or disciplined for corruption; <br><br> c. Total number of confirmed incidents when contracts with business partners were terminated or not renewed due to violations related to corruption; <br><br> d. Public legal cases regarding corruption brought against the organization or its employees during the reporting period and the outcomes of such cases.",
            "short_explainer": "Potwierdzone przypadki korupcji i działania podjęte w odpowiedzi na nie"
           
        },


        {
            "header" : "Zachowania antykonkurencyjne",
            "name": "GRI 206-1",
            "explainer": "anticompetition",
            "short_explainer":"Podjęte działania prawne w dotyczące zachowań antykonkurencyjnych oraz praktyk łamania regulacji antymonopolowych"
            
        },






        {
            "name": "GRI 2-19",
            "explainer": "The organization shall: <br><br> a. Describe the remuneration policies for members of the highest governance body and senior executives, including: <br> i. fixed pay and variable pay; <br> ii. sign-on bonuses or recruitment incentive payments; <br> iii. termination payments; <br> iv. clawbacks; <br> v. retirement benefits; <br><br> b. Describe how the remuneration policies for members of the highest governance body and senior executives relate to their objectives and performance in relation to the management of the organization’s impacts on the economy, environment, and people.",
            "headers": ["Disclosing"] 
        },

        {
            "name": "GRI 2-20",
            "explainer": "The organization shall: <br><br> a. Describe the process for designing its remuneration policies and for determining remuneration, including: <br> i. whether independent highest governance body members or an independent remuneration committee oversees the process for determining remuneration; <br> ii. how the views of stakeholders (including shareholders) regarding remuneration are sought and taken into consideration; <br> iii. whether remuneration consultants are involved in determining remuneration and, if so, whether they are independent of the organization, its highest governance body and senior executives; <br><br> b. Report the results of votes of stakeholders (including shareholders) on remuneration policies and proposals, if applicable.",
            "headers": ["Disclosing"] 
        },

     

    

        {
            "header" : "Ujawnienia dotyczące istotnych tematów",
            "name": "GRI 3-1",
            "explainer": "The organization shall: <br><br> a. Describe the process it has followed to determine its material topics, including: <br> i. how it has identified actual and potential, negative and positive impacts on the economy, environment, and people, including impacts on their human rights, across its activities and business relationships; <br> ii. how it has prioritized the impacts for reporting based on their significance; <br><br> b. Specify the stakeholders and experts whose views have informed the process of determining its material topics.",
            "short_explainer":"Proces identyfikacji istotnych tematów"
            
        },




        {
            "header" : "Ujawnienia dotyczące istotnych tematów",
            "name": "GRI 3-2",
            "explainer": "The organization shall: <br><br> a. List its material topics; <br><br> b. Report changes to the list of material topics compared to the previous reporting period.",
            "short_explainer":"Lista istotnych tematów"
        
        },

        {
            "header" : "Energia",
            "name": "GRI 302-1",
            "explainer": "The reporting organization shall report the following information: <br><br> a. Total fuel consumption within the organization from non-renewable sources, in joules or multiples, and including fuel types used. <br><br> b. Total fuel consumption within the organization from renewable sources, in joules or multiples, and including fuel types used. <br><br> c. In joules, watt-hours or multiples, the total: <br> i. electricity consumption <br> ii. heating consumption <br> iii. cooling consumption <br> iv. steam consumption <br><br> d. In joules, watt-hours or multiples, the total: <br> i. electricity sold <br> ii. heating sold <br> iii. cooling sold <br> iv. steam sold <br><br> e. Total energy consumption within the organization, in joules or multiples. <br><br> f. Standards, methodologies, assumptions, and/or calculation tools used. <br><br> g. Source of the conversion factors used. <br><br> Compilation requirements <br> 2.1 When compiling the information specified in Disclosure 302-1, the reporting organization shall: <br> 2.1.1 avoid the double-counting of fuel consumption, when reporting self-generated energy consumption. If the organization generates electricity from a non-renewable or renewable fuel source and then consumes the generated electricity, the energy consumption shall be counted once under fuel consumption; <br> 2.1.2 report fuel consumption separately for non-renewable and renewable fuel sources; <br> 2.1.3 only report energy consumed by entities owned or controlled by the organization; <br> 2.1.4 calculate the total energy consumption within the organization in joules or multiples using the following formula:",
            "short_explainer":"Zużycie energii w organizacji"

    
        },


        {
            "header" : "Energia",
            "name": "GRI 302-3",
            "explainer": "Energy consumption within the organization",
            "short_explainer":"Energochłonność"

    
        },


        {
            "header" : "Woda i ścieki",
            "name": "GRI 303-3",
            "explainer": "Energy consumption within the organization",
            "short_explainer":"Pobór wody"

    
        },


        {
            "header":"Emisje",
            "name": "GRI 305-1",
            "explainer": "test test test",
            "short_explainer":"Bezpośrednie emisje gazów cieplarnianych (zakres 1)"
            
        },

        {
            "header":"Emisje",
            "name": "GRI 305-2",
            "explainer": "test test test",
            "short_explainer":"Pośrednie emisje gazów cieplarnianych (zakres 2)"
            
        },



        {
            "header":"Emisje",
            "name": "GRI 305-3",
            "explainer": "test test test",
            "short_explainer":"Inne pośrednie emisje gazów cieplarnianych (zakres 3)"
            
        },


        {
            "header":"Emisje",
            "name": "GRI 305-4",
            "explainer": "test test test",
            "short_explainer":"Intensywność emisji gazów cieplarnianych"
            
        },

        {
            "header":"Odpady",
            "name": "GRI 306-3",
            "explainer": "test test test",
            "short_explainer":"Wytworzone odpady"
            
        },


        {
            "header":"Ocena środowiskowa dostawców",
            "name": "GRI 308-1",
            "explainer": "test test test",
            "short_explainer":"Nowi dostawcy, którzy zostali zweryfikowani przy wykorzystaniu kryteriów środowiskowychy"
            
        },




        {
            "header":"Zatrudnienie",
            "name": "GRI 401-1",
            "explainer": "bla",
            "short_explainer":"Łączna liczba i odsetek nowych pracowników zatrudnionych oraz łączna liczba odejść w okresie raportowania"
            
        },

        {
            "header":"Zatrudnienie",
            "name": "GRI 401-2",
            "explainer": "bla",
            "short_explainer":"Świadczenia dodatkowe (benefity) zapewniane pracownikom pełnoetatowym"
            
        },


        {
            "header":"Zatrudnienie",
            "name": "GRI 401-3",
            "explainer": "bla",
            "short_explainer":"Urlopy rodzicielskie"
            
        },


        {
            "header":"Zdrowie i bezpieczeństwo",
            "name": "GRI 403-2",
            "explainer": "bla",
            "short_explainer":"Procesy identyfikacji zagrożeń, ocena ryzyka oraz badania wypadków"
            
        },

        {
            "header":"Zdrowie i bezpieczeństwo",
            "name": "GRI 403-3",
            "explainer": "bla",
            "short_explainer":"Jednostka (Dział) odpowiadająca za zarządzanie bezpieczeństwem pracy"
            
        },

        {
            "header":"Zdrowie i bezpieczeństwo",
            "name": "GRI 403-4",
            "explainer": "bla",
            "short_explainer":"Udział pracowników, konsultacje i komunikacja w kwestiach bezpieczeństwa pracy"
            
        },

        {
            "header":"Zdrowie i bezpieczeństwo",
            "name": "GRI 403-5",
            "explainer": "bla",
            "short_explainer":"Szkolenia pracowników w zakresie bezpieczeństwa pracy"
            
        },

        {
            "header":"Zdrowie i bezpieczeństwo",
            "name": "GRI 403-6",
            "explainer": "bla",
            "short_explainer":"Promocja zdrowia wśród pracowników"
            
        },


        {
            "header":"Zdrowie i bezpieczeństwo",
            "name": "GRI 403-7",
            "explainer": "bla",
            "short_explainer":"Profilaktyka i ograniczanie zjawisk i zdarzeń zawodowych wpływających na zdrowie i bezpieczeństwo pracowników"
            
        },



        
        {
            "header":"Zdrowie i bezpieczeństwo",
            "name": "GRI 403-9",
            "explainer": "bla",
            "short_explainer":"Wskaźnik urazów związanych z pracą"
            
        },  


        {
            "name": "GRI 407-1",
            "explainer": "bla"
            
        },

        
     
      

        {
            "header":"Marketing i oznakowanie",
            "name": "GRI 417-2",
            "explainer": "bla",
            "short_explainer":"Całkowita liczba przypadków niezgodności z regulacjami i dobrowolnym kodeksami dotyczącymi oznakowania i informacji o produktach i usługach"
            
        },

     

        {
            "header":"Marketing i oznakowanie",
            "name": "GRI 417-3",
            "explainer": "bla",
            "short_explainer":"Całkowita liczba przypadków niezgodności z regulacjami i dobrowolnym kodeksami regulującymi kwestie komunikacji marketingowej"
            
        },
        {
            "header":"Prywatność klientów",
            "name": "GRI 418-1",
            "explainer": "bla",
            "short_explainer":"Całkowita liczba uzasadnionych skarg dotyczących naruszenia prywatności klientów oraz utraty danych"
            
        },





  


        {
            "header":"Relacje pracownicze",
            "name": "GRI 402-1",
            "explainer": "Unions"
            
        },


        {
            "header":"Ocena społeczna dostawców",
            "name": "GRI 414-1",
            "explainer": "suppliers"
            
        },



        {
            "header": "Różnorodność i równe traktowanie",
            "name": "GRI 405-1",
            "explainer": "bla bla",
            "short_explainer":"Skład ciał nadzorczych i kadry pracowniczej w podziale na kategorie pracowników według płci, wieku, przynależności do mniejszości oraz innych wskaźników różnorodności"
           
        },


        {
            "header": "Różnorodność i równe traktowanie",
            "name": "GRI 405-2",
            "explainer": "bla bla",
            "short_explainer":"Stosunek zasadniczego i całkowitego wynagrodzenia kobiet do wynagrodzenia mężczyzn według zajmowanego stanowiska"
           
        },

        {
            "header":"Społeczności lokalne",
            "name": "GRI 413-1",
            "explainer": "social programmes"
           
        },

        {
            "header":"Szkolenia i edukacja",
            "name": "GRI 404-1",
            "explainer": "Liczba godzin szkolenia",
            "short_explainer":"Liczba godzin szkoleniowych w roku przypadających na pracownika według struktury zatrudnienia"
            
        },


        {
            "header":"Szkolenia i edukacja",
            "name": "GRI 404-2",
            "explainer": "Liczba godzin szkolenia",
            "short_explainer":"Programy rozwoju kompetencji zawodowych"
            
        },


        {
            "header":"Szkolenia i edukacja",
            "name": "GRI 404-3",
            "explainer": "Liczba godzin szkolenia",
            "short_explainer":"Odsetek pracowników podlegających regularnym ocenom jakości pracy i przeglądom rozwoju kariery zawodowej, według płci i kategorii zatrudnieniah"
            
        },



        {
            "header":"Przeciwdziałanie dyskryminacji",
            "name": "GRI 406-1",
            "explainer": "mobbing",
            "short_explainer":"Przypadki dyskryminacji i podjęte działania naprawcze"

           
        }

    




     
    ]
}

