{
    "GRI": [
        {
            "name": "GRI 2-1",
            "explainer": "<strong>2-1-a: Legal Name:</strong> If the organization uses a commonly known trading name or business name that is different from its legal name, it should report this in addition to its legal name.<br><br><strong>2-1-b: Nature of ownership and legal form:</strong> The nature of ownership and the legal form of the organization refers to whether it is publicly or privately owned, and whether it is an incorporated entity, a partnership, a sole proprietorship, or another type of entity such as a nonprofit, an association, or a charity.<br><br><strong>2-1-c: Location of its headquarters:</strong> Headquarters are an organization’s global administrative center, the place from which it is controlled or directed.<br><br><strong>2-1-d: Countries of operation:</strong> If the organization has reported its countries of operation elsewhere, such as in its audited consolidated financial statements or financial information filed on public record, the organization can provide a link or reference to this information. The organization can also report the regions or specific locations within countries (e.g., states, cities) where it has operations, if this provides contextual information for understanding the organization’s impacts.",
            "headers": ["Country", "Ownership", "HQ"]
        },
        {
            "name": "GRI 2-2",
            "explainer": "Description for GRI 2-2",
            "headers": ["Michael", "Zhneya", "Clara"] 
        },
        {
            "name": "GRI 2-3",
            "explainer": "Description for GRI 2-3",
            "headers": ["Apple", "Banana", "Monday" ]
        },
        {
            "name": "GRI 2-4",
            "explainer": "Description for GRI 2-4",
            "headers": ["January", "February", "March"] 
        },
        {
            "name": "GRI 2-5",
            "explainer": "Description for GRI 2-5",
            "headers": ["January", "February", "March"] 
        }
    ]
}

